Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# subscriptionChip.pro.accessibility
source: Soma Premium active. Opens subscription management.
de: Soma Premium aktiv. Öffnet die Abo-Verwaltung.
es: Soma Premium activo. Abre la gestión de la suscripción.
fr: Soma Premium actif. Ouvre la gestion de l'abonnement.
hy: Soma Premium-ն ակտիվ է: Բացում է բաժանորդագրության կառավարումը:
it: Soma Premium attivo. Apre la gestione dell'abbonamento.
ka: Soma Premium აქტიურია. ხსნის გამოწერის მართვას.
ru: Soma Premium активен. Открывает управление подпиской.
sr: Soma Premium је активан. Отвара управљање претплатом.

# subscriptionChip.trial
source: TRIAL
de: TEST
es: PRUEBA
fr: ESSAI
hy: ՓՈՐՁՆԱԿԱՆ
it: PROVA
ka: საცდელი
ru: ПРОБНЫЙ
sr: ПРОБНИ

# subscriptionChip.trial.accessibility
source: Free trial running. Opens the subscribe screen.
de: Kostenlose Testphase läuft. Öffnet den Abo-Bildschirm.
es: Prueba gratuita en curso. Abre la pantalla de suscripción.
fr: Essai gratuit en cours. Ouvre l'écran d'abonnement.
hy: Ընթանում է փորձաշրջանը: Բացում է բաժանորդագրության էկրանը:
it: Prova gratuita in corso. Apre la schermata di abbonamento.
ka: მიმდინარეობს საცდელი პერიოდი. ხსნის გამოწერის ეკრანს.
ru: Идёт пробный период. Открывает экран подписки.
sr: Пробни период траје. Отвара екран претплате.

# subscriptionChip.trialDays
source: TRIAL · %lld DAYS
de: TEST · %lld TAGE
es: PRUEBA · %lld DÍAS
fr: ESSAI · %lld J
hy: ՓՈՐՁ · %lld ՕՐ
it: PROVA · %lld GG
ka: საცდელი · %lld დღე
ru: ПРОБНЫЙ · %lld ДН
sr: ПРОБНИ · %lld Д

# supabase.affirmation.generationLimitFallback
source: Today's new line is used up -- a fresh one arrives tomorrow morning.
de: Die neue Zeile für heute ist aufgebraucht – morgen früh kommt eine frische.
es: La nueva frase de hoy ya se usó: mañana por la mañana llega otra.
fr: La nouvelle phrase du jour est épuisée : une autre arrive demain matin.
hy: Այսօրվա նոր տողն արդեն օգտագործված է. թարմը կգա վաղն առավոտյան:
it: La nuova frase di oggi è già stata usata: domattina ne arriva un'altra.
ka: დღევანდელი ახალი ფრაზა უკვე გამოყენებულია — ახალი ხვალ დილით მოვა.
ru: Новая строка на сегодня уже использована — свежая придёт завтра утром.
sr: Данашња нова реченица је искоришћена — свежа стиже сутра ујутру.

# supabase.error.notSignedIn
source: Not signed in.
de: Nicht angemeldet.
es: No has iniciado sesión.
fr: Non connecté.
hy: Մուտքը չի կատարվել:
it: Accesso non effettuato.
ka: ავტორიზაცია საჭიროა.
ru: Не выполнен вход.
sr: Пријава није извршена.

# supabase.error.serviceUnavailable
source: Soma's AI service is temporarily unavailable. We've been notified -- please try again later.
de: Der KI-Dienst von Soma ist vorübergehend nicht verfügbar. Wir wurden benachrichtigt – bitte versuche es später erneut.
es: El servicio de IA de Soma no está disponible temporalmente. Ya nos han avisado; inténtalo de nuevo más tarde.
fr: Le service d'IA de Soma est temporairement indisponible. Nous avons été notifiés -- veuillez réessayer plus tard.
hy: Soma-ի AI ծառայությունը ժամանակավորապես անհասանելի է: Մենք արդեն ծանուցում ենք ստացել -- փորձիր ավելի ուշ:
it: Il servizio IA di Soma non è temporaneamente disponibile. Siamo stati avvisati: riprova più tardi.
ka: Soma-ს AI სერვისი დროებით მიუწვდომელია. ჩვენ უკვე მივიღეთ შეტყობინება -- სცადე მოგვიანებით.
ru: Сервис AI Soma временно недоступен. Мы уже получили уведомление -- попробуй позже.
sr: Soma-ин AI сервис је тренутно недоступан. Обавештени смо — покушај поново касније.

# supabase.workout.alreadyLoggedFallback
source: Today's workout is already logged.
de: Das heutige Training ist bereits protokolliert.
es: El entrenamiento de hoy ya está registrado.
fr: La séance d'aujourd'hui est déjà enregistrée.
hy: Այսօրվա մարզումն արդեն գրանցված է:
it: L'allenamento di oggi è già stato registrato.
ka: დღევანდელი ვარჯიში უკვე შეტანილია.
ru: Сегодняшняя тренировка уже записана.
sr: Данашњи тренинг је већ забележен.

# supabase.workout.generationLimitFallback
source: You've used today's AI workout generations.
de: Du hast deine heutigen KI-Trainingsgenerierungen bereits aufgebraucht.
es: Ya has usado tus generaciones de entrenamientos de IA de hoy.
fr: Vous avez déjà utilisé vos générations d'entraînements IA du jour.
hy: Դու արդեն օգտագործել ես այսօրվա AI մարզումների գեներացիաները:
it: Hai già utilizzato le generazioni di allenamenti IA di oggi.
ka: შენ უკვე გამოიყენე დღევანდელი AI ვარჯიშის გენერაციები.
ru: Ты уже использовал сегодняшний лимит AI-генераций тренировок.
sr: Твој дневни лимит AI генерисања тренинга је искоришћен.

# supabase.workout.safetyBlockedFallback
source: Please check with a healthcare professional before starting a new workout.
de: Wende dich an eine medizinische Fachperson, bevor du ein neues Training beginnst.
es: Consulta con un profesional de la salud antes de empezar un nuevo entrenamiento.
fr: Consultez un professionnel de santé avant de commencer un nouvel entraînement.
hy: Խնդրում ենք նոր մարզում սկսելուց առաջ խորհրդակցել բժշկի հետ:
it: Consulta un professionista sanitario prima di iniziare un nuovo allenamento.
ka: გთხოვ, ახალი ვარჯიშის დაწყებამდე გაიარე კონსულტაცია ექიმთან.
ru: Пожалуйста, проконсультируйся с врачом, прежде чем начинать новую тренировку.
sr: Молимо те, консултуј се са здравственим стручњаком пре него што почнеш нови тренинг.

source: suspension trainer
de: Schlingentrainer
es: Entrenador de suspensión
fr: Sangles de suspension
hy: Կախովի թրենաժոր
it: Trainer sospeso
ka: სასწორის ტრენაჟორი
ru: Петли TRX
sr: TRX тренажер

source: the next stage on the ladder
de: die nächste Stufe
es: el siguiente escalón
fr: le prochain échelon
hy: հաջորդ փուլը սանդուղքի վրա
it: il prossimo gradino
ka: შემდეგი საფეხური კიბეზე
ru: следующая ступень
sr: следећа степеница на лествици

# trainingEmphasis.bulk
source: Right now, your plan is focused on building size.
de: Im Moment konzentriert sich dein Plan auf den Muskelaufbau.
es: Ahora mismo, tu plan se centra en ganar volumen.
fr: En ce moment, ton programme est axé sur la prise de masse.
hy: Հիմա քո պլանը կենտրոնացած է մկանային զանգվածի ավելացման վրա։
it: In questo momento, il tuo piano è concentrato sull'aumento della massa.
ka: ახლა შენი გეგმა ორიენტირებულია მასის მატებაზე.
ru: Сейчас твой план сфокусирован на наборе массы.
sr: Тренутно је твој план фокусиран на изградњу мишићне масе.

# trainingEmphasis.cut
source: Right now, your plan is focused on leaning out.
de: Im Moment konzentriert sich dein Plan darauf, Fett zu reduzieren.
es: Ahora mismo, tu plan se centra en perder grasa.
fr: En ce moment, ton programme est axé sur la perte de graisse.
hy: Հիմա քո պլանը կենտրոնացած է մարմնի ճարպի նվազեցման վրա։
it: In questo momento, il tuo piano è concentrato sulla perdita di grasso.
ka: ახლა შენი გეგმა ორიენტირებულია სხეულის ცხიმის შემცირებაზე.
ru: Сейчас твой план сфокусирован на снижении жира.
sr: Тренутно је твој план фокусиран на смањење телесне масти.

# trainingEmphasis.maintain
source: Right now, your plan is focused on maintaining where you are.
de: Im Moment konzentriert sich dein Plan darauf, deine aktuelle Form zu halten.
es: Ahora mismo, tu plan se centra en mantener tu forma actual.
fr: En ce moment, ton programme est axé sur le maintien de ta forme actuelle.
hy: Հիմա քո պլանը կենտրոնացած է քո ներկայիս վիճակը պահպանելու վրա։
it: In questo momento, il tuo piano è concentrato sul mantenimento della tua forma attuale.
ka: ახლა შენი გეგმა ორიენტირებულია დღევანდელი ფორმის შენარჩუნებაზე.
ru: Сейчас твой план сфокусирован на поддержании текущей формы.
sr: Тренутно је твој план фокусиран на одржавање тренутног стања.

# trainingEmphasis.recomp
source: Right now, your plan is focused on building strength while leaning out.
de: Im Moment konzentriert sich dein Plan darauf, Kraft aufzubauen und gleichzeitig Fett zu reduzieren.
es: Ahora mismo, tu plan se centra en ganar fuerza mientras pierdes grasa.
fr: En ce moment, ton programme est axé sur le gain de force tout en perdant de la graisse.
hy: Հիմա քո պլանը կենտրոնացած է ուժի զարգացման վրա՝ միաժամանակ նվազեցնելով մարմնի ճարպը։
it: In questo momento, il tuo piano è concentrato sull'aumento della forza mentre perdi grasso.
ka: ახლა შენი გეგმა ორიენტირებულია ძალის განვითარებაზე ცხიმის შემცირებასთან ერთად.
ru: Сейчас твой план сфокусирован на наборе силы при снижении жира.
sr: Тренутно је твој план фокусиран на изградњу снаге уз смањење телесне масти.

# trainingHistory.empty.subtitle
source: Completed workouts from the last 30 days will show up here.
de: Abgeschlossene Workouts der letzten 30 Tage werden hier angezeigt.
es: Aquí aparecerán los entrenamientos completados de los últimos 30 días.
fr: Les entraînements terminés des 30 derniers jours s'afficheront ici.
hy: Վերջին 30 օրվա ավարտված մարզումները կցուցադրվեն այստեղ։
it: Gli allenamenti completati negli ultimi 30 giorni appariranno qui.
ka: ბოლო 30 დღის დასრულებული ვარჯიშები აქ გამოჩნდება.
ru: Здесь появятся завершённые тренировки за последние 30 дней.
sr: Овде ће се приказати завршени тренинзи из последњих 30 дана.

# trainingHistory.empty.title
source: No workouts logged yet
de: Noch keine Workouts protokolliert
es: Aún no hay entrenamientos registrados
fr: Aucun entraînement enregistré pour le moment
hy: Դեռ մարզումներ գրանցված չեն
it: Ancora nessun allenamento registrato
ka: ჯერ ვარჯიშები არ არის დარეგისტრირებული
ru: Пока нет записанных тренировок
sr: Још нема забележених тренинга

# trainingHistory.navigationTitle
source: Training History
de: Trainingsverlauf
es: Historial de entrenamiento
fr: Historique d'entraînement
hy: Մարզումների պատմություն
it: Cronologia allenamenti
ka: ვარჯიშის ისტორია
ru: История тренировок
sr: Историја тренинга

source: treadmill
de: Laufband
es: Cinta de correr
fr: Tapis de course
hy: Վազքուղի
it: Tapis roulant
ka: სავარჯიშო ბილიკი
ru: Беговая дорожка
sr: Трака за трчање

# trendRange.day
source: Day
de: Tag
es: Día
fr: Jour
hy: Օր
it: Giorno
ka: დღე
ru: День
sr: Дан

# trendRange.month
source: Month
de: Monat
es: Mes
fr: Mois
hy: Ամիս
it: Mese
ka: თვე
ru: Месяц
sr: Месец

# trendRange.week
source: Week
de: Woche
es: Semana
fr: Semaine
hy: Շաբաթ
it: Settimana
ka: კვირა
ru: Неделя
sr: Недеља

# trendRange.year
source: Year
de: Jahr
es: Año
fr: Année
hy: Տարի
it: Anno
ka: წელი
ru: Год
sr: Година

# upcomingSessions.everyOtherDay
source: Every other day
de: Jeden zweiten Tag
es: Cada dos días
fr: Tous les deux jours
hy: Ամեն երկրորդ օրը
it: A giorni alterni
ka: ყოველ მეორე დღეს
ru: Через день
sr: Сваки други дан

# upcomingSessions.wheneverReadinessAllows
source: Whenever readiness allows
de: Wenn die Bereitschaft es zulässt
es: Cuando tu preparación lo permita
fr: Quand la récupération le permet
hy: Երբ պատրաստվածությունը թույլ կտա
it: Quando la prontezza lo consente
ka: როცა მზადყოფნა დაუშვებს
ru: Когда позволит готовность
sr: Када год спремност дозволи

# userGoal.displayName.coachNamedTask
source: Coach %@'s task
de: Aufgabe von Coach %@
es: Tarea de Coach %@
fr: Tâche de Coach %@
hy: Մարզիչ %@-ի առաջադրանքը
it: Compito di Coach %@
ka: მწვრთნელ %@-ის დავალება
ru: Задание тренера %@
sr: Задатак тренера %@

# userGoal.displayName.coachTask
source: Coach's task
de: Aufgabe des Coaches
es: Tarea del coach
fr: Tâche du coach
hy: Մարզչի առաջադրանքը
it: Compito del coach
ka: მწვრთნელის დავალება
ru: Задание тренера
sr: Задатак тренера

# userGoal.displayName.yourGoal
source: Your goal
de: Dein Ziel
es: Tu objetivo
fr: Votre objectif
hy: Քո նպատակը
it: Il tuo obiettivo
ka: შენი მიზანი
ru: Твоя цель
sr: Твој циљ

# userGoal.weekLine
source: week %lld of %lld–%lld
de: Woche %lld von %lld–%lld
es: semana %lld de %lld–%lld
fr: semaine %lld sur %lld–%lld
hy: %lld-րդ շաբաթ %lld–%lld-ից
it: settimana %lld di %lld–%lld
ka: %lld-ე კვირა %lld–%lld-დან
ru: неделя %lld из %lld–%lld
sr: недеља %lld од %lld–%lld

source: weight bench
de: Hantelbank
es: Banco de pesas
fr: Banc de musculation
hy: Նստարան
it: Panca
ka: სავარჯიშო სკამი
ru: Скамья
sr: Клупа

source: weight plates
de: Gewichtsscheiben
es: Discos de peso
fr: Disques de poids
hy: Կշիռներ
it: Dischi peso
ka: წონები
ru: Блины
sr: Тегови

# workoutFeelRating.easy
source: Easy
de: Leicht
es: Fácil
fr: Facile
hy: Հեշտ
it: Facile
ka: მარტივი
ru: Легко
sr: Лако

# workoutFeelRating.easyConsequence
source: Soma will nudge tomorrow's intensity up a notch if your recovery data supports it.
de: Soma erhöht die Intensität von morgen leicht, wenn deine Erholungsdaten das zulassen.
es: Soma subirá un poco la intensidad de mañana si tus datos de recuperación lo respaldan.
fr: Soma augmentera légèrement l'intensité de demain si tes données de récupération le permettent.
hy: Soma-ն մի փոքր կբարձրացնի վաղվա բեռնվածությունը, եթե վերականգնման տվյալները դա հաստատեն։
it: Soma aumenterà leggermente l'intensità di domani se i tuoi dati di recupero lo consentono.
ka: Soma ოდნავ გაზრდის ხვალინდელ ინტენსივობას, თუ აღდგენის მონაცემები ამის საშუალებას მისცემს.
ru: Soma немного повысит завтрашнюю интенсивность, если это позволят данные восстановления.
sr: Soma ће мало повећати сутрашњи интензитет ако то подаци о опоравку подрже.

# workoutFeelRating.hardButGood
source: Hard but good
de: Hart, aber gut
es: Duro pero bien
fr: Dur mais bien
hy: Դժվար, բայց լավ
it: Duro ma efficace
ka: რთული, მაგრამ კარგი
ru: Тяжело, но хорошо
sr: Тешко, али добро

# workoutFeelRating.hardButGoodConsequence
source: Soma will keep the next few days as planned -- this looked like the right effort for today.
de: Soma behält den Plan für die nächsten Tage bei -- das war heute die richtige Anstrengung.
es: Soma mantendrá el plan de los próximos días -- este esfuerzo fue el adecuado para hoy.
fr: Soma conservera le plan des prochains jours -- c'était le bon niveau d'effort pour aujourd'hui.
hy: Soma-ն հաջորդ մի քանի օրերը կպահի պլանի համաձայն — այսօրվա ջանքը ճիշտ էր թվում։
it: Soma manterrà il piano dei prossimi giorni -- questo sforzo era quello giusto per oggi.
ka: Soma შემდეგ რამდენიმე დღეს გეგმის მიხედვით შეინარჩუნებს — დღევანდელი დატვირთვა სწორი ჩანდა.
ru: Soma сохранит следующие несколько дней по плану — сегодняшняя нагрузка выглядела подходящей.
sr: Soma ће задржати наредних неколико дана по плану — овај напор је изгледао као прави за данас.

# workoutFeelRating.tooMuch
source: Too much
de: Zu viel
es: Demasiado
fr: Trop intense
hy: Չափազանց ծանր
it: Troppo
ka: ზედმეტად რთული
ru: Слишком тяжело
sr: Превише

# workoutFeelRating.tooMuchConsequence
source: Soma will ease tomorrow toward Moderate or Light, even if recovery data alone would suggest more.
de: Soma stuft morgen auf Moderat oder Leicht herab, selbst wenn die Erholungsdaten allein auf mehr hindeuten würden.
es: Soma suavizará mañana hacia Moderado o Ligero, incluso si los datos de recuperación por sí solos sugerirían más.
fr: Soma allégera demain vers Modéré ou Léger, même si les seules données de récupération suggéreraient davantage.
hy: Soma-ն վաղվա բեռնվածությունը կնվազեցնի մինչև չափավոր կամ թեթև մակարդակ, նույնիսկ եթե միայն վերականգնման տվյալները ավելին առաջարկեին։
it: Soma alleggerirà domani verso Moderato o Leggero, anche se i soli dati di recupero suggerirebbero di più.
ka: Soma ხვალინდელ დატვირთვას საშუალომდე ან მსუბუქამდე შეამცირებს, თუნდაც მხოლოდ აღდგენის მონაცემები მეტს გვთავაზობდეს.
ru: Soma снизит завтрашнюю нагрузку до умеренной или лёгкой, даже если одни только данные восстановления предполагали бы больше.
sr: Soma ће сутрашњи дан ублажити на умерен или лаган, чак и ако би сами подаци о опоравку сугерисали више.

# workoutFrequency.sixPlusSubtitle
source: Dedicated athlete
de: Engagierter Athlet
es: Atleta dedicado
fr: Athlète assidu
hy: Նվիրված մարզիկ
it: Atleta dedicato
ka: მოტივირებული სპორტსმენი
ru: Целеустремлённый спортсмен
sr: Посвећени спортиста

# workoutFrequency.threeToFiveSubtitle
source: A few workouts per week
de: Ein paar Workouts pro Woche
es: Algunos entrenamientos por semana
fr: Quelques séances par semaine
hy: Շաբաթական մի քանի մարզում
it: Alcuni allenamenti a settimana
ka: კვირაში რამდენიმე ვარჯიში
ru: Несколько тренировок в неделю
sr: Неколико тренинга недељно

# workoutFrequency.zeroToTwoSubtitle
source: Workouts now and then
de: Hin und wieder ein Workout
es: Entrenamientos de vez en cuando
fr: Des séances de temps en temps
hy: Երբեմն մարզումներ
it: Allenamenti ogni tanto
ka: ვარჯიშები დროდადრო
ru: Тренировки время от времени
sr: Тренинзи с времена на време

# workoutReason.fallback.noRecommendation
source: No readiness read is on file for this day.
de: Für diesen Tag liegt kein Bereitschafts-Wert vor.
es: No hay una lectura de preparación registrada para este día.
fr: Aucune lecture de forme n'est enregistrée pour ce jour.
hy: Այս օրվա համար պատրաստվածության տվյալներ չկան։
it: Nessuna lettura di prontezza registrata per questo giorno.
ka: ამ დღისთვის მზადყოფნის მონაცემები არ არსებობს.
ru: На этот день нет данных о готовности.
sr: Za ovaj dan nema zabeleženog očitavanja spremnosti.

# workoutReason.impact.aiPlan.done
source: Today's plan, completed -- daily target met. Tomorrow's recommendation builds on this.
de: Heutiger Plan, abgeschlossen -- Tagesziel erreicht. Die morgige Empfehlung baut darauf auf.
es: Plan de hoy, completado -- objetivo diario cumplido. La recomendación de mañana se basa en esto.
fr: Plan du jour, terminé -- objectif quotidien atteint. La recommandation de demain s'appuie dessus.
hy: Այսօրվա պլանը կատարված է՝ օրվա նպատակը փակված է։ Վաղվա առաջարկը կհիմնվի սրա վրա։
it: Piano di oggi, completato -- obiettivo giornaliero raggiunto. La raccomandazione di domani si baserà su questo.
ka: დღევანდელი გეგმა შესრულებულია — დღიური მიზანი მიღწეულია. ხვალინდელი რეკომენდაცია ამას დაეყრდნობა.
ru: План на сегодня выполнен — дневная цель закрыта. Завтрашняя рекомендация строится на этом.
sr: Današnji plan, završen -- dnevni cilj ispunjen. Sutrašnja preporuka se nadovezuje na ovo.

# workoutReason.impact.aiPlan.partial
source: Today's plan, logged. Counted toward your weekly target -- tomorrow's recommendation builds on it.
de: Heutiger Plan, erfasst. In dein Wochenziel eingerechnet -- die morgige Empfehlung baut darauf auf.
es: Plan de hoy, registrado. Contabilizado en tu objetivo semanal -- la recomendación de mañana se basa en esto.
fr: Plan du jour, enregistré. Compté dans ton objectif hebdomadaire -- la recommandation de demain s'appuie dessus.
hy: Այսօրվա պլանը գրանցված է։ Հաշվվել է քո շաբաթական նպատակում՝ վաղվա առաջարկը կհիմնվի սրա վրա։
it: Piano di oggi, registrato. Conteggiato nel tuo obiettivo settimanale -- la raccomandazione di domani si baserà su questo.
ka: დღევანდელი გეგმა დაფიქსირებულია. ჩაითვალა შენს კვირეულ მიზანში — ხვალინდელი რეკომენდაცია ამას დაეყრდნობა.
ru: План на сегодня записан. Учтено в недельной цели — завтрашняя рекомендация строится на этом.
sr: Današnji plan, zabeležen. Uračunato u tvoj nedeljni cilj -- sutrašnja preporuka se nadovezuje na ovo.

# workoutReason.impact.deviceDetected.done
source: Counted toward your weekly volume. Tomorrow, Soma will lower the load -- you've already closed today's quota.
de: In dein Wochenvolumen eingerechnet. Morgen senkt Soma die Belastung -- dein heutiges Pensum ist bereits erreicht.
es: Contabilizado en tu volumen semanal. Mañana Soma reducirá la carga -- ya cerraste la cuota de hoy.
fr: Compté dans ton volume hebdomadaire. Demain, Soma réduira la charge -- tu as déjà atteint le quota du jour.
hy: Հաշվվել է քո շաբաթական ծավալում։ Վաղը Soma-ն կնվազեցնի բեռը՝ դու արդեն փակել ես այսօրվա նորմը։
it: Conteggiato nel tuo volume settimanale. Domani Soma ridurrà il carico -- hai già raggiunto la quota di oggi.
ka: ჩაითვალა შენს კვირეულ მოცულობაში. ხვალ Soma შეამცირებს დატვირთვას — დღევანდელი ნორმა უკვე დახურულია.
ru: Учтено в недельном объёме. Завтра Soma снизит нагрузку — сегодняшняя норма уже закрыта.
sr: Uračunato u tvoj nedeljni obim. Sutra će Soma smanjiti opterećenje -- danas si već ispunio/la normu.

# workoutReason.impact.deviceDetected.partial
source: Detected automatically from a connected device, outside today's suggested plan. Counted toward your weekly volume.
de: Automatisch von einem verbundenen Gerät erkannt, außerhalb des heutigen Plans. In dein Wochenvolumen eingerechnet.
es: Detectado automáticamente desde un dispositivo conectado, fuera del plan sugerido para hoy. Contabilizado en tu volumen semanal.
fr: Détecté automatiquement depuis un appareil connecté, en dehors du plan proposé aujourd'hui. Compté dans ton volume hebdomadaire.
hy: Ինքնաշխատ հայտնաբերվել է միացված սարքից՝ այսօրվա առաջարկվող պլանից դուրս։ Հաշվվել է քո շաբաթական ծավալում։
it: Rilevato automaticamente da un dispositivo connesso, al di fuori del piano suggerito per oggi. Conteggiato nel tuo volume settimanale.
ka: ავტომატურად აღმოჩენილია დაკავშირებული მოწყობილობიდან, დღევანდელი შემოთავაზებული გეგმის მიღმა. ჩაითვალა შენს კვირეულ მოცულობაში.
ru: Определено автоматически с подключённого устройства, вне предложенного на сегодня плана. Учтено в недельном объёме.
sr: Automatski otkriveno sa povezanog uređaja, van današnjeg predloženog plana. Uračunato u tvoj nedeljni obim.

# workoutReason.impact.manual
source: Your workout, outside Soma's plan. Counted in weekly load.
de: Dein Training, außerhalb von Somas Plan. In die Wochenbelastung eingerechnet.
es: Tu entrenamiento, fuera del plan de Soma. Contabilizado en la carga semanal.
fr: Ton entraînement, hors du plan de Soma. Compté dans la charge de la semaine.
hy: Քո մարզումը՝ Soma-ի պլանից դուրս։ Հաշվվել է շաբաթական բեռի մեջ։
it: Il tuo allenamento, fuori dal piano di Soma. Conteggiato nel carico settimanale.
ka: შენი ვარჯიში, Soma-ს გეგმის მიღმა. ჩაითვალა კვირის დატვირთვაში.
ru: Твоя тренировка, вне плана Soma. Учтено в нагрузке недели.
sr: Tvoj trening, van Soma plana. Uračunato u nedeljno opterećenje.

# workoutReason.impact.other
source: This wasn't today's suggested plan. Counted in weekly load.
de: Das war nicht der heutige vorgeschlagene Plan. In die Wochenbelastung eingerechnet.
es: Este no era el plan sugerido para hoy. Contabilizado en la carga semanal.
fr: Ce n'était pas le plan proposé aujourd'hui. Compté dans la charge de la semaine.
hy: Սա այսօրվա առաջարկվող պլանը չէր։ Հաշվվել է շաբաթական բեռի մեջ։
it: Questo non era il piano suggerito per oggi. Conteggiato nel carico settimanale.
ka: ეს არ იყო დღევანდელი შემოთავაზებული გეგმა. ჩაითვალა კვირის დატვირთვაში.
ru: Это не был предложенный на сегодня план. Учтено в нагрузке недели.
sr: Ovo nije bio današnji predloženi plan. Uračunato u nedeljno opterećenje.

# workoutSuggestion.easyBikeRide25
source: 25 min easy bike ride
de: 25 Min lockere Radtour
es: Ciclismo suave de 25 min
fr: Sortie vélo tranquille de 25 min
hy: 25 min թեթև հեծանվավազք
it: Uscita in bici leggera di 25 min
ka: 25 min მსუბუქი ველოსიპედით სვლა
ru: 25 мин лёгкая езда на велосипеде
sr: 25 мин лагана вожња бицикла

# workoutSuggestion.easySwim20
source: 20 min easy swim
de: 20 Min lockeres Schwimmen
es: Natación suave de 20 min
fr: Natation tranquille de 20 min
hy: 20 min թեթև լող
it: Nuoto leggero di 20 min
ka: 20 min მსუბუქი ცურვა
ru: 20 мин лёгкое плавание
sr: 20 мин лагано пливање

# workoutSuggestion.easyWalk2030
source: 20–30 min easy walk
de: 20–30 Min lockerer Spaziergang
es: Caminata suave de 20–30 min
fr: Marche tranquille de 20–30 min
hy: 20–30 min թեթև զբոսանք
it: Camminata leggera di 20–30 min
ka: 20–30 min მსუბუქი სეირნობა
ru: 20–30 мин лёгкая прогулка
sr: 20–30 мин лагана шетња

# workoutSuggestion.foamRolling10
source: 10 min foam rolling / mobility
de: 10 Min Faszienrolle / Mobility
es: Foam rolling / movilidad de 10 min
fr: Auto-massage au rouleau / mobilité de 10 min
hy: 10 min փրփուր գլան / շարժունակություն
it: Foam rolling / mobilità di 10 min
ka: 10 min ფოამ როლერი / მობილობა
ru: 10 мин миофасциальный релиз / мобильность
sr: 10 мин фоум ролер / мобилност
